<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Отель "Ataya Oasis"</title>
    <link rel="stylesheet" href="styles.css">
</head>
<body>

<header>
    <div class="logo">
        <img src="logo.jpg" alt="Логотип">
    </div>
    <div class="header-buttons">
        <nav>
            <ul>
                <li><a href="index.php">Главная</a></li>
                <li><a href="bron.php">Номера</a></li>
                <li><a href="uslugi.php">Услуги</a></li>     
            </ul>
        </nav>
        <a href="login.php" class="rounded-button">Вход</a>
    </div>
</header>

    <section class="hero">
        <h2>Добро пожаловать на сайт отеля "Artaya Oasis"!</h2>
        <blockquote>"ваш идеальный уголок роскоши и спокойствия, где каждый момент превращается в неповторимый опыт"</blockquote>
    </section>
    <section class="hello">
        <p>На сайте Artaya Oasis вы можете легко забронировать номер, изучить разнообразное меню ресторана и бронировать столик, насладиться релаксом в спа-центре. Ознакомьтесь с прайсами и акциями, просмотрите галерею и читайте отзывы. Свяжитесь с нами для поддержки и создайте личный кабинет для максимального удобства управления вашим пребыванием. Добро пожаловать в Artaya Oasis, где каждый момент превращается в неповторимый опыт!</p>
    </section>   


    <section class="features">
        <div class="feature">
            <h3>Роскошные номера</h3>
            <p>Наши номера предлагают роскошное оформление и удобства для вашего комфортного отдыха.</p>
            <img src="room.jpg" alt="Галерея изображений">
            <div class="overlay">
            <p>Погрузитесь в атмосферу уюта и элегантности в наших номерах, выполненных в стиле Ваби-Саби. Здесь каждая деталь выражает простоту и красоту, создавая уникальное объединение с природой. Мягкие, приглушенные оттенки, натуральные материалы и декор, пропитанный историей, создают умиротворенную атмосферу для полного отдыха. Наслаждайтесь спокойствием и гармонией в номерах Artaya Oasis, где Ваби-Саби становится искусством проживания.</p>
        </div>
        </div>
        <div class="feature">
            <h3>Спа "SerenityOnsen Retreat</h3>
            <p>Расслабьтесь в нашем спа-центре после насыщенного дня, наслаждаясь широким выбором процедур.</p>
            <img src="spa2.jpg" alt="Галерея изображений">
            <div class="overlay">
            <p>Откройте дверь в удивительный мир SerenityOnsen Retreat, где каждый момент наполнен заботой и спокойствием. Погрузитесь в уединенную роскошь японских термальных источников, позвольте душе плавать в бескрайних водах релаксации. Наши профессиональные терапевты воплотят ваши мечты о блаженстве в реальность. Почувствуйте гармонию с природой в SerenityOnsen Retreat, где каждое посещение — это погружение в мир абсолютного умиротворения.</p>
        </div>
        </div>
        <div class="feature">
            <h3>Ресторан "SakuraZen"</h3>
            <p>Искусство вкуса в японском симфоническом ресторане.</p>
            
            <img src="rest2.jpg" alt="Галерея изображений">
            <div class="overlay">
                 <p>Откройте дверь в мир SakuraZen, где кулинарное искусство превращается в настоящую симфонию вкуса. Наши изысканные блюда, вдохновленные японской кухней, предлагают уникальный опыт гастрономического наслаждения. Погрузитесь в атмосферу роскоши и тепла, где каждый звук, каждый вкус — это праздник для вашего восприятия. Откройте для себя исключительность в SakuraZen — там, где каждый прием пищи — это поэтическое произведение искусства.</p>
            </div>
        </div>
    </section>

    <section class="image-gallery">

    </section>

    <section>
    <h2 class="section-title">Отзывы посетителей</h2>
    <div class="testimonials">
      <div class="testimonial">
        <p>"Очень приятное место для отдыха. Обслуживание на высшем уровне."</p>
        <p class="user">Иван Петров</p>
      </div>
      <div class="testimonial">
        <p>"Прекрасный отель с уютными номерами. Я остался доволен!"</p>
        <p class="user">Екатерина Смирнова</p>
      </div>
      <div class="testimonial">
        <p>"Отличное расположение и вежливый персонал. Рекомендую!"</p>
        <p class="user">Алексей Иванов</p>
      </div>
      <div class="testimonial">
        <p>"Провели замечательное время. Вернемся снова!"</p>
        <p class="user">Мария Козлова</p>
      </div>
     
      <div class="testimonial">
        <p>"Ресторан отеля — это настоящий кулинарный рай! Блюда высокого класса и великолепное обслуживание."</p>
        <p class="user">Дмитрий Кузнецов</p>
      </div>
      <div class="testimonial">
        <p>"Интерьер отеля словно переносит вас в другой мир. Каждая деталь продумана с любовью к гостям."</p>
        <p class="user">Анна Михайлова</p>
      </div>
     
    </div>
  </section>

    <section class="call-to-action">
        <h2>Забронируйте прямо сейчас!</h2>
        <p>Планируете поездку? Забронируйте номер прямо сейчас и получите специальные предложения для наших гостей.</p>
        <a href="bron.php" class="button">Выбрать номер</a>
    </section>

    <footer>
        <p class="god">&copy; 2024 Отель "Artaya Oasis"</p>
        <p>Адрес: ул. Райская, 123</p>
    <p>Телефон: +7 (123) 456-7890</p>
    <p>Email: info@artayaoasis.com</p>
    </footer>

</body>
</html>
